{
  "brand": {
    "name": "Frontify",
    "tones": [
      "Informative",
      "Professional"
    ],
    "primaryCTA": "Learn more"
  },
  "structure": {
    "nav": [
      "Consent",
      "Details",
      "About"
    ],
    "keyPages": [
      {
        "path": "/en/legal-and-privacy/cookie-policy/",
        "title": "Cookie Policy"
      }
    ],
    "footer": []
  },
  "targetMarket": {
    "primaryRegion": "Global",
    "industryFocus": "Brand Management Software",
    "signals": [
      "The website uses English language and mentions EU data privacy regulations."
    ]
  },
  "audienceSignals": [
    "Brands looking for management software"
  ],
  "valueProps": [
    {
      "id": "v1",
      "text": "Frontify provides brand management software.",
      "evidence": [
        "fact-1"
      ]
    }
  ],
  "pains": [
    "Need for brand management solutions"
  ],
  "proof": [
    "Use of cookies for functionality and user experience"
  ],
  "facts": [
    {
      "id": "fact-1",
      "text": "Frontify is a brand management software.",
      "page": "Homepage",
      "evidence": "Frontify: Where Brands Live - Brand Management Software"
    },
    {
      "id": "fact-2",
      "text": "The website uses cookies to improve functionality and user experience.",
      "page": "Homepage",
      "evidence": "We use cookies to improve the functionality of our website and provide you with the best user experience."
    },
    {
      "id": "fact-3",
      "text": "Users can accept or deny the use of cookies on the website.",
      "page": "Homepage",
      "evidence": "You can accept or deny the use of cookies, as well as adjust your cookie preferences using the toggles below."
    },
    {
      "id": "fact-4",
      "text": "The website provides a Cookie Policy for more information.",
      "page": "Homepage",
      "evidence": "For more information about our use of cookies, please see our Cookie Policy."
    },
    {
      "id": "fact-5",
      "text": "Necessary cookies help make a website usable by enabling basic functions like page navigation.",
      "page": "Details",
      "evidence": "Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website."
    },
    {
      "id": "fact-6",
      "text": "The website uses Cloudflare for distinguishing between humans and bots.",
      "page": "Details",
      "evidence": "Cloudflare 1: This cookie is used to distinguish between humans and bots."
    },
    {
      "id": "fact-7",
      "text": "Cookiebot is used to count the number of sessions to the website.",
      "page": "Details",
      "evidence": "Cookiebot 1: Used to count the number of sessions to the website, necessary for optimizing CMP product delivery."
    },
    {
      "id": "fact-8",
      "text": "Embed.ly is necessary for the login function on the website.",
      "page": "Details",
      "evidence": "Embed.ly 2: This cookie is necessary for the login function on the website."
    },
    {
      "id": "fact-9",
      "text": "Google collects data for personalization and measuring advertising effectiveness.",
      "page": "Details",
      "evidence": "Google 1: Some of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness."
    },
    {
      "id": "fact-10",
      "text": "LinkedIn cookies are used to detect spam and improve website security.",
      "page": "Details",
      "evidence": "LinkedIn 2: Used in order to detect spam and improve the website's security."
    },
    {
      "id": "fact-11",
      "text": "Pinterest determines whether the user is located within the EU for data privacy regulations.",
      "page": "Details",
      "evidence": "Pinterest 1: Determines whether the user is located within the EU and therefore is subject to EU's data privacy regulations."
    },
    {
      "id": "fact-12",
      "text": "Typeform cookies are used to contain user’s survey and quiz answers.",
      "page": "Details",
      "evidence": "Typeform 8: Used to contain user’s survey and quiz answers in Local Storage."
    },
    {
      "id": "fact-13",
      "text": "The website uses load balancing to optimize user experience.",
      "page": "Details",
      "evidence": "AWSALBTG: Registers which server-cluster is serving the visitor. This is used in context with load balancing, in order to optimize user experience."
    },
    {
      "id": "fact-14",
      "text": "The website uses cookies to detect errors and optimize visitor experience.",
      "page": "Details",
      "evidence": "debug: This cookie is used to detect errors on the website - this information is sent to the website's support staff in order to optimize the visitor's experience on the website."
    },
    {
      "id": "fact-15",
      "text": "The website uses Cloudflare services for load-balancing and DNS connection.",
      "page": "Details",
      "evidence": "_cfuvid: This cookie is a part of the services provided by Cloudflare - Including load-balancing, deliverance of website content and serving DNS connection for website operators."
    }
  ]
}